var places = [
	[49.9951, 36.2501, 12], // Харьков
	[55.7267, 37.6295, 10], // Москва
	[54.8055, 32.0162, 12], // Смоленск
	[52.2913, 56.4918, 15], // Назаркино
	[54.7191, 161.2024, 9], // Кроноцкий государственный природный биосферный заповедник
	[51.8376, 85.7663, 13], // Манжерок
	[55.8487, 92.7507, 10], // Красноярск, Заповедник Столбы
	[52.1160, 23.7202, 11], // Брест
	[56.3103, 38.1370, 12], // Сергиев Посад
	[56.3290, 43.9841, 12], // Нижний Новгород
	[43.9133, 42.7208, 12], // Кисловодск
	[43.3343, 42.4652, 12], // Эльбрус
	[55.8671, 37.8263, 12]  // Москва, Национальный парк Лосиный остров
	]
var r = Math.floor(Math.random()*(places.length-1));
var map = L.map('map').setView([places[r][0], places[r][1]], places[r][2]);
mapLink =
	'<a href="http://openstreetmap.org">OpenStreetMap</a>';
L.tileLayer(
	'http://{s}.tile.openstreetmap.org/{z}/{x}/{y}.png', {
	attribution: '&copy; ' + mapLink + ' Contributors',
	maxZoom: 18,
	}).addTo(map);
